Repository: DeveloperBackendPro/ONLINE_SHOP
Catalog: home/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Worldwide Express Shipping
uz: Butun dunyo bo'ylab tezkor yuk tashish

source: Language
uz: Til tanlash

source: Login
uz: Kirish

source: Create Account
uz: Ro'yxatdan o'tish

source: Home
uz: Asosiy

source: Category
uz: Katego'rya

source: About us
uz: Biz Haqimizda

source: News
uz: Yangiliklar

source: Faq
uz: K.B.S

source: Contact
uz: Aloqa

source: Close Menu
uz: Menyuni yopish

source: Username
uz: Foydalanuvchi nomi

source: Password
uz: Parol

source: Submit
uz: Tasdiqlash

source: Forgot your password ?
uz: Parolingiz esdan chiqdimi ?

source: Reset password
uz: Parolni tiklash

source: Well done!
uz: Ajoib !

source: Your password has been changed ! You can log in again
uz: Parolingiz o'zgartirildi! Siz yana tizimga kirishingiz mumkin !

source: Location
uz: Manzil

source: Contact Us
uz: Bog'lanish

source: Working hours: 8.00 - 16.00
uz: Ish vaqti: 8.00 - 16.00

source: Day off: Saturday, Sunday
uz: Dam olish kuni: shanba, yakshanba

source: Password Confirm
uz: Parolni tasdiqlash

source: If you have an email, a password reset link has been sent to your email !
uz: Agar sizda elektron pochta bo'lsa, parolni tiklash havolasi elektron pochtangizga yuborildi!

source: Password Reset
uz: Parolni tiklash

source: Email
uz: Elektron pochta

source: Not registred yet ?
uz: Hali ro'yxatdan o'tmaganmisiz ?

source: Signup
uz: Ro'yxatdan o'tish

source: Create a new account
uz: Ro'yxatdan o'tish

source: Full-Name
uz: F.I.O

source: Confirm Password
uz: Parolni tasdiqlang

source: A user with that username already exists
uz: Bunday foydalanuvchi nomi allaqachon mavjud !

source: An user with this email already exists !
uz: Bu emailga ega foydalanuvchi allaqachon mavjud !

source: Please enter the one time password to verify your account
uz: Hisobingizni tasdiqlash uchun bir martalik parolni kiriting

source: A code has been sent to
uz: Kod yuborildi

source: Year
uz: Yil

source: Month
uz: Oy

source: Day
uz: Kun

source: Dashboard
uz: Boshqaruv paneli

source: Payment
uz: To'lov

source: Update
uz: Yangilash

source: Change-Password
uz: Parolni o'zgartirish

source: Logout
uz: Chiqish

source: Old Password
uz: Eski parol

source: New Password
uz: Yangi parol

source: Save changes
uz: O'zgarishlarni saqlash

source: Paid
uz: To'langan

source: Full Name
uz: F.I.O

source: Shop Apple
uz: Apple Texnikalari

source: Mobile
uz: Mobil

source: Shop Apple
uz: Apple Texnikalari

source: Smart Watch
uz: Smart soatlar

source: Shop Samsung
uz: Samsung Texnikalari

source: Laptop
uz: Noutbuklar

source: All Accessories
uz: Barcha Aksessuarlar

source: Shop Now
uz: Hozir xarid qiling

source: Shop HP
uz: HP Texnikalari

source: Hp Laptop
uz: Hp Noutbuklar

source: Shop Xiaomi
uz: Xiaomi Texnikalari

source: Xiaomi Mobile
uz: Xiaomi

source: WE ARE COMING SOON !!!
uz: Tez orada qaytamiz !!!

source: The Website is Under Construction
uz: Veb-sayt Ta'mirlanmoqda

source: Hours ...
uz: Soat

source: Minutes
uz: Daqiqa

source: Secunds
uz: Soniya

source: We are working on fixing the problem. We back soon
uz: Muammoni hal qilish ustida ishlayapmiz. Tez orada qaytamiz

source: Oh No! Error 404
uz: Xato 404

source: This page you requested counld not found. May the force be with you!
uz: Siz soʻragan sahifa topilmadi !

source: Add To Cart
uz: Savatchaga qo'shish

source: reviews
uz: sharhlar

source: Sold out
uz: Sotildi

source: sum
uz: so'm

source: Safe Delivery Service
uz: Xavfsiz yetkazib berish xizmati

source: Free shipping all purchases
uz: Barcha xaridlarni bepul yetkazib berish

source: Money Back Guarantee
uz: Pulni qaytarish kafolati

source: Will be returned within 24/2 hours
uz: 24/2 soat ichida qaytariladi

source: 24/7 Help Center
uz: 24/7 yordam markazi

source: All your questions are answered
uz: Barcha savollaringizga javob beriladi

source: Secure Payments
uz: Xavfsiz to'lovlar

source: All payment are Secured and trusted
uz: Barcha to'lovlar xavfsiz va ishonchli

source: Congratulations!
uz: Tabriklayman !

source: You've got free shipping!
uz: Sizda bepul yetkazib berish bor !

source: Image
uz: Tasvir

source: Product
uz: Mahsulot

source: Real Price
uz: Asil narx

source: Total
uz: Soni

source: Color
uz: Rang

source: Delete
uz: O'chirish

source: Continue shopping Total
uz: Xaridni davom ettirish

source: Warning
uz: Ogohlantirish

source: You have not added any products to the shopping cart yet! or because you deleted the Cart is empty !
uz: Siz hali savatga hech qanday mahsulot qo'shmagansiz ! yoki Savatni o'chirib tashlaganingiz uchun bo'sh !

source: Fill out all the fields when making a purchase !
uz: Xarid qilishda barcha maydonlarni to'ldiring !

source: Find out the details of your purchase !
uz: Xaridingiz tafsilotlarini bilib oling !

source: Billing details
uz: Buyurtma Fo'rmasi

source: First Name
uz: Ism

source: Last Name
uz: Familya

source: Phone
uz: Telefo'n

source: Zip code
uz: Po'chta

source: Address
uz: Manzil

source: Country
uz: Davlat

source: City
uz: Shahar

source: Order Notes
uz: Eslatma

source: Place order
uz: Buyurtma Berish

source: Your Order
uz: Buyurtmangiz

source: Product Name
uz: Mahsulot

source: Price
uz: Narxi

source: Quantity
uz: Miqdori

source: Total Price
uz: Umumiy narx

source: payment method
uz: TO'LOV USULI

source: Direct Bank Transfer
uz: To'g'ridan-to'g'ri bank o'tkazmasi

source: Make your payment directly into our bank account. Please use your Order ID as the payment reference. Your order won't be shipped until the funds have cleared in our account.
uz: To'lovni to'g'ridan-to'g'ri bank hisobimizga o'tkazing. Toʻlov maʼlumotnomasi sifatida Buyurtma identifikatoridan foydalaning. Bizning hisobimizdagi mablag'lar o'chirilmaguncha buyurtmangiz yuborilmaydi.

source: Cheque Payment
uz: To'lovni tekshirish

source: Please send your cheque to Store Name, Store Street, Store Town, Store State / County, Store Postcode.
uz: Chekingizni doʻkon nomi, doʻkon koʻchasi, doʻkon shahri, doʻkon shtati/okrugi, doʻkon pochta indeksiga yuboring.

source: Pay via PayPal; you can pay with your credit card if you don't have a PayPal account.
uz: PayPal orqali to'lash; PayPal hisobingiz bo'lmasa, kredit kartangiz bilan to'lashingiz mumkin.

source: Issue Date
uz: Berilgan sanasi

source: Invoice No
uz: Hisob-faktura raqami

source: Order Note
uz: Buyurtma eslatmasi

source: Download Invoice file
uz: Hisob-faktura faylini yuklab oling

source: Payment system
uz: To'lov tizimi

source: Complete your personal account to make a purchase !
uz: Xarid qilish uchun shaxsiy hisobingizni to'ldiring !

source: Payment to personal account
uz: Shaxsiy hisob raqamga to'lov

source: Card Number
uz: Karta raqami

source: Month / Year
uz: Oy/Yil

source: Proceed to payment
uz: To'lov qilish

source: Oops! Something is wrong
uz: Xech qanday ma'lumot topilmadi

source: Message
uz: Xabar Matni

source: Write Message
uz: Xabar yozish

source: Frequently Asked Questions
uz: Ko'p so'raladigan savollar

source: Average Rating
uz: O'rtacha reyting

source: Comments
uz: Sharhlar

source: Leave a comment
uz: Sharh qoldiring

source: Body of Comment
uz: Sharh matni

source: write reviews
uz: Sharh yozish

source: Your Message
uz: Xabar Matni

source: You Save
uz: Siz tejaysiz

source: Hurry! Only
uz: Shoshiling

source: left in stock
uz: ta qoldi

source: Hours
uz: soat davomida

source: Available colors
uz: Mavjud ranglar

source: You can buy the product after registration ! Please register and enter your personal information, then you can transfer money to your account and purchase the product ! 🔔
uz: Ro'yxatdan o'tgandan so'ng mahsulotni xarid qilishingiz mumkin! Iltimos, ro'yxatdan o'ting va shaxsiy ma'lumotlaringizni kiriting, keyin siz o'z hisobingizga pul o'tkazishingiz va mahsulotni xarid qilishingiz mumkin !

source: Registration
uz: Roʻyxatdan oʻtish

source: Safe Payment
uz: Xavfsiz to'lov

source: Pay with the world's most payment methods
uz: Keng tarqalgan to'lov usullari bilan to'lang va xarid qiling !

source: Confidence
uz: Ishonch

source: Protection covers your purchase and personal data
uz: Himoya xaridingiz va shaxsiy ma'lumotlaringizni xavfsizligi

source: Worldwide Delivery
uz: Dunyo bo'ylab yetkazib berish

source: FREE fast shipping to over 200+ countries regions
uz: Dunyo bo'ylab yetkazib berish bepul xizmati oson va tezkor

source: Hotline
uz: Ishonch telefonlari

source: Talk to help line for your question on 4141 456 789, 4125 666 888
uz: Savolingiz bo'yicha liniyasiga 4141 456 raqamlariga murojaat qiling.

source: Product Details
uz: Mahsulot tafsilotlari

source: Product Reviews
uz: Mahsulot sharhlari

source: Great !
uz: Ajoib !

source: Your comment has been sent. Thank you !
uz: Izohingiz yuborildi. Rahmat !

source: Your comment has not been sent !
uz: Izohingiz yuborilmadi qaytadan urinb ko'ring !

source: Your message has been sent. Thank you !
uz: Sizning xabaringiz yuborildi. Rahmat !

source: Your message has not been sent !
uz: Sizning xabaringiz yuborilmadi qaytadan urinb ko'ring !

source: Thank you for your purchase. Your shopping cart has been emptied. You can view your purchased products in your personal account!
uz: Xaridingiz uchun rahmat. Savatingiz boʻshatildi. Siz xarid qilgan mahsulotlaringizni shaxsiy kabinetingizda ko'rishingiz mumkin !

source: Your selected product was not added to the shopping cart, please try again !
uz: Siz tanlagan mahsulot savatga qo'shilmadi, qayta urinib ko'ring !

source: There are not enough funds in your personal account for your purchase, please top up your account !
uz: Shaxsiy hisobingizda xaridingiz uchun mablag‘ yetarli emas, iltimos hisobingizni to‘ldiring !

source: No Available !
uz: Mavjud emas !

source: The product you want to buy is not available now !
uz: Siz sotib olmoqchi bo'lgan mahsulot hozir mavjud emas !

source: Funds has been successfully transferred to your account !
uz: Mablag'lar sizning hisobingizga muvaffaqiyatli o'tkazildi !

source: There is an error in transferring funds to the account!
uz: Hisobga pul o'tkazishda xatolik yuz berdi !

source: Your selected product has been successfully added to your shopping cart
uz: Siz tanlagan mahsulot xarid savatingizga muvaffaqiyatli qo'shildi
